TOKEN = ''

types_of_products = {'Трюфели': ['с чаем', 'с сыром', 'с ягодами', 'с кокосом'],
                     'Корпусные конфеты': ['микс', 'в темном', 'в молочном', 'в шоколаде руби'],
                     'Шоколадные плитки': ['руби', 'белый', 'темный', 'молочный', 'карамельный'],
                     'Молочные сырки': ['малина в лимонном шоколаде', 'ореховый в темном шоколаде',
                                        'черника в йогуртовом шоколаде', 'в белом шоколаде с ягодной начинкой',
                                        'в молочном шоколаде с соленой карамелью']}

id_btn_of_types = {
    'Трюфели': 10,
    'Корпусные конфеты': 20,
    'Шоколадные плитки': 40,
    'Молочные сырки': 70
}
id_btn_of_product = {
    1: 'Трюфели',
    2: 'Корпусные конфеты',
    3: 'Нарезные конфеты',
    4: 'Шоколадные плитки',
    5: 'Тематические фигурки из шоколада',
    6: 'Шокобомбы',
    7: 'Молочные сырки'
}
alt_name_of_product = {
    'Трюфели': 'трюфеля',
    'Корпусные конфеты': 'корпусных конфет',
    'Шоколадные плитки': 'шоколадных плиток',
    'Молочные сырки': 'молочных сырков'
}

names_of_button = {
    1: 'Трюфели',
    2: 'Корпусные конфеты',
    3: 'Нарезные конфеты',
    4: 'Шоколадные плитки',
    5: 'Тематические фигурки из шоколада',
    6: 'Шокобомбы',
    7: 'Молочные сырки'
}
